Repository: Lincb522/CodexLens
Catalog: Sources/CodexTokenLedger/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, zh_hans, zh_hant

# tibo.cycle.nextSignal
source: Next signal
es: Próxima señal
fr: Prochain signal
ja: 次のシグナル
ko: 다음 신호
zh_hans: 下次信号
zh_hant: 下次訊號

# tibo.cycle.noNewSignal
source: No new signal
es: Sin señal nueva
fr: Aucun signal
ja: 新しい信号なし
ko: 새 신호 없음
zh_hans: 暂无新信号
zh_hant: 暫無新信號

# tibo.cycle.noPublicWindow
source: No public time
es: Sin hora pública
fr: Aucune heure publique
ja: 時刻の公表なし
ko: 공개 시간 없음
zh_hans: 暂无公开时间
zh_hant: 暫無公開時間

# tibo.cycle.notObserved
source: None yet
es: Aún no
fr: Pas encore
ja: 未確認
ko: 아직 없음
zh_hans: 尚未确认
zh_hant: 尚未確認

# tibo.cycle.overviewCandidate
source: New signal · pending
es: Nueva señal · pendiente
fr: Nouveau signal · à confirmer
ja: 新しい信号 · 確認待ち
ko: 새 신호 · 확인 대기
zh_hans: 新信号 · 等待确认
zh_hant: 新信號 · 等待確認

# tibo.cycle.overviewConfirmed
source: Confirmed · %@
es: Confirmado · %@
fr: Confirmé · %@
ja: 確認済み · %@
ko: 확인됨 · %@
zh_hans: 最近确认 · %@
zh_hant: 最近確認 · %@

# tibo.cycle.overviewForecast
source: Possible reset window
es: Posible ventana de reinicio
fr: Fenêtre de réinitialisation possible
ja: リセット候補時間帯
ko: 재설정 가능 시간대
zh_hans: 可能的重置窗口
zh_hant: 可能的重置時段

# tibo.cycle.overviewPrediction
source: Reset time announced
es: Hora de reinicio anunciada
fr: Horaire de réinitialisation annoncé
ja: リセット時刻を予告
ko: 재설정 시간 예고
zh_hans: 已预告重置时间
zh_hant: 已預告重置時間

# tibo.cycle.pending
source: Pending
es: Pendiente
fr: À confirmer
ja: 確認待ち
ko: 확인 대기
zh_hans: 等待确认
zh_hant: 等待確認

# tibo.cycle.predictedTime
source: Prediction
es: Predicción
fr: Prévision
ja: 予測時間
ko: 예측 시간
zh_hans: 预测时间
zh_hant: 預測時間

# tibo.cycle.predictionActive
source: New reset prediction
es: Nueva predicción
fr: Nouvelle prévision
ja: 新しい予測を検出
ko: 새 예측 감지됨
zh_hans: 已捕获新的重置预测
zh_hant: 已擷取新的重置預測

# tibo.cycle.publicScope
source: Public signal · separate from account quota
es: Señal pública · separada de la cuota
fr: Signal public · séparé du quota
ja: 公開信号 · アカウント枠とは別
ko: 공개 신호 · 계정 한도와 별도
zh_hans: 公开信号 · 独立于账号额度
zh_hant: 公開信號 · 獨立於帳號額度

# tibo.cycle.signalActive
source: New reset signal
es: Nueva señal
fr: Nouveau signal
ja: 新しい信号を検出
ko: 새 신호 감지됨
zh_hans: 已捕获新的重置信号
zh_hant: 已擷取新的重置信號

# tibo.cycle.title
source: Tibo reset cycle
es: Ciclo Tibo
fr: Cycle Tibo
ja: Tibo リセット周期
ko: Tibo 재설정 주기
zh_hans: Tibo 重置周期
zh_hant: Tibo 重置週期

# tibo.cycle.waiting
source: Waiting for next signal
es: Esperando nueva señal
fr: En attente du signal
ja: 次の信号を待機中
ko: 다음 신호 대기 중
zh_hans: 等待新的重置信号
zh_hant: 等待新的重置信號

# tibo.cycle.waitingSignal
source: Waiting
es: Esperando
fr: En attente
ja: 待機中
ko: 대기 중
zh_hans: 等待信号
zh_hant: 等待信號

# tibo.cycle.windowPending
source: Time pending
es: Hora pendiente
fr: Heure à définir
ja: 時刻未定
ko: 시간 미정
zh_hans: 时间待定
zh_hant: 時間待定

# tibo.detail.accountRelation
source: Account cycle
es: Ciclo de cuenta
fr: Cycle du compte
ja: アカウント周期
ko: 계정 주기
zh_hans: 账号周期重置
zh_hant: 帳號週期重置

# tibo.detail.announcementType
source: Announcement
es: Tipo de anuncio
fr: Type d’annonce
ja: 告知種別
ko: 공지 유형
zh_hans: 公告性质
zh_hant: 公告性質

# tibo.detail.evidence
source: Public evidence
es: Evidencia pública
fr: Preuve publique
ja: 公開証拠
ko: 공개 근거
zh_hans: 公开证据
zh_hant: 公開證據

# tibo.detail.localTime
source: Your local time
es: Hora local
fr: Heure locale
ja: ローカル時刻
ko: 현지 시간
zh_hans: 你的本地时间
zh_hant: 你的本地時間

# tibo.detail.manualGlobalReset
source: Temporary global reset
es: Reinicio global temporal
fr: Reset global temporaire
ja: 一時的な全体リセット
ko: 임시 전체 재설정
zh_hans: 临时全局人工重置
zh_hant: 臨時全域人工重置

# tibo.detail.matchedRule
source: Matched rule
es: Regla coincidente
fr: Règle détectée
ja: 一致ルール
ko: 일치 규칙
zh_hans: 命中规则
zh_hant: 命中規則

# tibo.detail.meaning
source: What this signal means
es: Qué significa
fr: Signification
ja: 信号の意味
ko: 신호 의미
zh_hans: 这个信号代表什么
zh_hant: 這個信號代表什麼

# tibo.detail.notAccountReset
source: Unrelated
es: Sin relación
fr: Sans rapport
ja: 無関係
ko: 무관
zh_hans: 无关
zh_hant: 無關

# tibo.detail.openSource
source: Open original X post
es: Abrir publicación X
fr: Ouvrir le post X
ja: 元の X 投稿を開く
ko: 원본 X 게시물 열기
zh_hans: 打开原始 X 动态
zh_hant: 開啟原始 X 動態

# tibo.detail.postID
source: X post ID
es: ID de publicación X
fr: ID du post X
ja: X 投稿 ID
ko: X 게시물 ID
zh_hans: X 动态 ID
zh_hant: X 動態 ID

# tibo.detail.refresh
source: Check again
es: Comprobar
fr: Revérifier
ja: 再確認
ko: 다시 확인
zh_hans: 重新检查
zh_hant: 重新檢查

# tibo.detail.rule
source: Rule version
es: Versión de reglas
fr: Version des règles
ja: ルール版
ko: 규칙 버전
zh_hans: 规则版本
zh_hant: 規則版本

# tibo.detail.scope
source: Scope
es: Alcance
fr: Portée
ja: 対象
ko: 범위
zh_hans: 影响范围
zh_hant: 影響範圍

# tibo.detail.scopeAll
source: All Codex users
es: Todos los usuarios
fr: Tous les utilisateurs
ja: 全 Codex ユーザー
ko: 모든 Codex 사용자
zh_hans: 所有 Codex 用户
zh_hant: 所有 Codex 使用者

# tibo.detail.source
source: Source
es: Fuente
ja: 情報源
ko: 출처
zh_hans: 发布来源
zh_hant: 發布來源

# tibo.detail.sourceStatus
source: Source state
es: Estado de fuente
fr: État de la source
ja: ソース状態
ko: 소스 상태
zh_hans: 数据源状态
zh_hant: 資料來源狀態

# tibo.detail.sourceTime
source: Original UTC
es: UTC original
fr: UTC source
ja: 元の UTC
ko: 원본 UTC
zh_hans: 来源 UTC 时间
zh_hant: 來源 UTC 時間

# tibo.detail.technical
source: Technical evidence
es: Evidencia técnica
fr: Preuve technique
ja: 技術証拠
ko: 기술 근거
zh_hans: 技术证据
zh_hant: 技術證據

# tibo.feed.empty
source: No reset updates in the last 14 days
es: Sin novedades en los últimos 14 días
fr: Aucune actualité ces 14 derniers jours
ja: 過去14日間に更新はありません
ko: 최근 14일간 재설정 소식 없음
zh_hans: 最近 14 天没有重置动态
zh_hant: 最近 14 天沒有重置動態

# tibo.feed.title
source: Reset updates
es: Actualizaciones
fr: Actualités de réinitialisation
ja: リセット更新
ko: 재설정 소식
zh_hans: 重置动态
zh_hant: 重置動態

# tibo.globalAnnouncement
source: Tibo global reset notice
es: Aviso global de Tibo
fr: Annonce globale de Tibo
ja: Tibo 全体リセット告知
ko: Tibo 전체 재설정 공지
zh_hans: Tibo 全局重置公告
zh_hant: Tibo 全域重置公告

# tibo.globalHelp
source: Tibo’s public X announcement; unrelated to account reset cycles
es: Anuncio público de Tibo en X; no es el ciclo de la cuenta
fr: Annonce publique de Tibo sur X, distincte du cycle du compte
ja: Tibo の公開 X 告知。アカウント周期とは無関係です
ko: Tibo의 공개 X 공지이며 계정 주기와 무관합니다
zh_hans: Tibo 在 X 发布的公共公告，与账号周期重置无关
zh_hant: Tibo 在 X 發布的公開公告，與帳號週期重置無關

# tibo.help.cached
source: cached evidence; refresh unavailable
es: evidencia en caché; actualización no disponible
fr: preuve en cache ; actualisation indisponible
ja: キャッシュ済み証拠・更新不可
ko: 캐시된 근거 · 새로고침 불가
zh_hans: 缓存证据，暂时无法刷新
zh_hant: 快取證據，暫時無法重新整理

# tibo.help.none
source: No reliable Tibo reset signal in the last 14 days
es: Sin señal fiable de reinicio de Tibo en los últimos 14 días
fr: Aucun signal de réinitialisation Tibo fiable depuis 14 jours
ja: 過去14日間に信頼できる Tibo リセット信号はありません
ko: 최근 14일간 신뢰할 수 있는 Tibo 재설정 신호 없음
zh_hans: 最近 14 天没有可靠的 Tibo 重置信号
zh_hant: 最近 14 天沒有可靠的 Tibo 重置信號

# tibo.short.candidate
source: Pending
es: Pendiente
fr: À confirmer
ja: 確認待ち
ko: 확인 대기
zh_hans: 待确认
zh_hant: 待確認

# tibo.short.checking
source: Checking
es: Comprobando
fr: Vérification
ja: 確認中
ko: 확인 중
zh_hans: 检查中
zh_hant: 檢查中

# tibo.short.confirmed
source: Confirmed
es: Confirmado
fr: Confirmé
ja: 確認済み
ko: 확인됨
zh_hans: 已确认
zh_hant: 已確認

# tibo.short.expected
source: Expected
es: Previsto
fr: Prévu
ja: 予定
ko: 예정
zh_hans: 预计
zh_hant: 預計

# tibo.short.none
source: No signal
es: Sin señal
fr: Aucun signal
ja: 信号なし
ko: 신호 없음
zh_hans: 无信号
zh_hant: 無信號

# tibo.short.unavailable
source: Unavailable
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용 불가
zh_hans: 不可用
zh_hant: 無法使用

# tibo.signalTitle
source: Tibo reset
es: Reinicio Tibo
fr: Réinit. Tibo
ja: Tibo リセット
ko: Tibo 재설정
zh_hans: Tibo 重置信号
zh_hant: Tibo 重置信號

# tibo.source.degraded
source: Cached evidence
es: Evidencia en caché
fr: Preuve en cache
ja: キャッシュ証拠
ko: 캐시된 근거
zh_hans: 缓存证据
zh_hant: 快取證據

# tibo.source.healthy
source: Live evidence
es: Evidencia activa
fr: Preuve en direct
ja: 最新の証拠
ko: 실시간 근거
zh_hans: 实时证据
zh_hant: 即時證據

# tibo.source.idle
source: Not checked
es: Sin comprobar
fr: Non vérifiée
ja: 未確認
ko: 확인 전
zh_hans: 尚未检查
zh_hant: 尚未檢查

# tibo.source.offline
source: Source offline
es: Fuente sin conexión
fr: Source hors ligne
ja: ソース未接続
ko: 소스 오프라인
zh_hans: 数据源离线
zh_hant: 資料來源離線

# tibo.status.candidate
source: Signal
es: Señal
ja: 信号
ko: 신호
zh_hans: 候选信号
zh_hant: 候選信號

# tibo.status.checking
source: Checking
es: Comprobando
fr: Vérification
ja: 確認中
ko: 확인 중
zh_hans: 检查中
zh_hant: 檢查中

# tibo.status.confirmed
source: Reset confirmed
es: Reinicio confirmado
fr: Réinitialisation confirmée
ja: リセット確認済み
ko: 재설정 확인됨
zh_hans: 已确认重置
zh_hant: 已確認重置

# tibo.status.expected
source: Reset expected
es: Reinicio previsto
fr: Réinitialisation prévue
ja: リセット予定
ko: 재설정 예정
zh_hans: 预计重置
zh_hant: 預計重置

# tibo.status.forecast
source: Reset forecast
es: Previsión de reinicio
fr: Prévision de réinitialisation
ja: リセット予測
ko: 재설정 예측
zh_hans: 重置预测
zh_hant: 重置預測

# tibo.status.none
source: No signal
es: Sin señal
fr: Aucun signal
ja: 信号なし
ko: 신호 없음
zh_hans: 无信号
zh_hant: 無信號

# tibo.status.unavailable
source: Unavailable
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용 불가
zh_hans: 不可用
zh_hant: 無法使用

# update.automatic
source: AUTOMATIC UPDATES
es: ACTUALIZACIONES AUTOMÁTICAS
fr: MISES À JOUR AUTOMATIQUES
ja: 自動アップデート
ko: 자동 업데이트
zh_hans: 自动更新
zh_hant: 自動更新

# update.automaticChecks
source: Check automatically
es: Buscar automáticamente
fr: Rechercher automatiquement
ja: 自動的に確認
ko: 자동으로 확인
zh_hans: 自动检查
zh_hant: 自動檢查

# update.automaticDownloads
source: Download automatically
es: Descargar automáticamente
fr: Télécharger automatiquement
ja: 自動的にダウンロード
ko: 자동으로 다운로드
zh_hans: 自动下载
zh_hant: 自動下載

# update.available
source: Version %@ is available
es: La versión %@ está disponible
fr: La version %@ est disponible
ja: バージョン %@ を利用できます
ko: 버전 %@ 사용 가능
zh_hans: 发现新版本 %@
zh_hant: 發現新版本 %@

# update.availableShort
source: Available
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
zh_hans: 有新版本
zh_hant: 有新版本

# update.check
source: Check for Updates
es: Buscar actualizaciones
fr: Rechercher les mises à jour
ja: アップデートを確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

# update.checkNow
source: Check Now
es: Buscar ahora
fr: Vérifier maintenant
ja: 今すぐ確認
ko: 지금 확인
zh_hans: 立即检查
zh_hant: 立即檢查

# update.checking
source: Checking for updates…
es: Buscando actualizaciones…
fr: Recherche des mises à jour…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

# update.checkingShort
source: Checking
es: Buscando
fr: Vérification
ja: 確認中
ko: 확인 중
zh_hans: 检查中
zh_hant: 檢查中

# update.current
source: You’re up to date
es: Tienes la última versión
fr: Vous êtes à jour
ja: 最新バージョンです
ko: 최신 버전입니다
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# update.currentShort
source: Up to date
es: Actualizado
fr: À jour
ja: 最新
ko: 최신
zh_hans: 最新
zh_hant: 最新

# update.failed
source: Couldn’t check for updates
es: No se pudo buscar actualizaciones
fr: Impossible de rechercher les mises à jour
ja: アップデートを確認できませんでした
ko: 업데이트를 확인할 수 없습니다
zh_hans: 检查更新失败
zh_hant: 檢查更新失敗

# update.failedShort
source: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

# update.installOnQuit
source: Downloaded updates are installed when the app quits.
es: Las actualizaciones descargadas se instalan al salir de la app.
fr: Les mises à jour téléchargées sont installées à la fermeture de l’app.
ja: ダウンロード済みのアップデートはアプリ終了時にインストールされます。
ko: 다운로드한 업데이트는 앱 종료 시 설치됩니다.
zh_hans: 更新下载完成后，将在退出应用时安装。
zh_hant: 更新下載完成後，將在退出應用程式時安裝。

# update.lastChecked
source: Last checked
es: Última búsqueda
fr: Dernière vérification
ja: 最終確認
ko: 마지막 확인
zh_hans: 上次检查
zh_hant: 上次檢查

# update.never
source: Never
es: Nunca
fr: Jamais
ja: 未確認
ko: 확인 안 함
zh_hans: 从未
zh_hant: 從未

# update.ready
source: Ready to check
es: Listo para buscar
fr: Prêt à vérifier
ja: 確認できます
ko: 확인할 수 있음
zh_hans: 可以检查更新
zh_hant: 可以檢查更新

# update.readyShort
source: Ready
es: Listo
fr: Prêt
ja: 確認可能
ko: 확인 가능
zh_hans: 可检查
zh_hant: 可檢查

# update.releaseNote.fixedHeight
source: Fixed-height update page without scrolling
es: Página de altura fija sin desplazamiento
fr: Page à hauteur fixe sans défilement
ja: 更新画面は固定高さでスクロール不要
ko: 스크롤 없는 고정 높이 업데이트 화면
zh_hans: 更新页保持固定高度，无需滚动
zh_hant: 更新頁保持固定高度，無需捲動

# update.releaseNote.history
source: Version notes on the update page
es: Novedades en la página de actualización
fr: Notes sur la page de mise à jour
ja: 更新画面にバージョン履歴を追加
ko: 업데이트 화면에 버전 기록 추가
zh_hans: 更新页新增版本日志
zh_hant: 更新頁新增版本記錄

# update.releaseNote.localized
source: Version notes follow the app language
es: Las novedades siguen el idioma de la app
fr: Les notes suivent la langue de l’app
ja: バージョン履歴がアプリの言語に対応
ko: 버전 기록에 앱 언어 적용
zh_hans: 版本日志跟随应用语言
zh_hant: 版本記錄跟隨應用程式語言

# update.releaseNotes
source: Version notes
es: Novedades
fr: Notes de version
ja: 更新履歴
ko: 버전 기록
zh_hans: 版本日志
zh_hant: 版本記錄

# live.perMillionTokens
source: / 1M tokens
fr: / 1 M Token
ja: / 1M Token
ko: / 1M Token
zh_hans: / 1M Token
zh_hant: / 1M Token

# live.tokenValue
source: %@ tokens
fr: %@ Token
ja: %@ Token
ko: %@ Token
zh_hans: %@ Token
zh_hant: %@ Token

# live.totalTokens
source: %@ total
fr: %@ au total
ja: 合計 %@
ko: 총 %@
zh_hans: 总计 %@
zh_hant: 總計 %@

# console.minutes
source: %g min
ja: %g 分
ko: %g분
zh_hans: %g 分钟
zh_hant: %g 分鐘

# ledger.localShort
source: Local
ja: ローカル
ko: 로컬
zh_hans: 本地
zh_hant: 本機

# tibo.cycle.openPost
source: Original
ja: 元の投稿
ko: 원문
zh_hans: 原帖
zh_hant: 原帖
